{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "CreationDate": "2023-12-20T08:04:42.621-00:00",
  "Sources": [
    {
      "Packages": [
        {
          "PackageIdentifier": "M2Team.NanaZip"
        },
        {
          "PackageIdentifier": "Notion.Notion"
        },
        {
          "PackageIdentifier": "BurntSushi.ripgrep.MSVC"
        },
        {
          "PackageIdentifier": "Canonical.Ubuntu.2204"
        },
        {
          "PackageIdentifier": "Discord.Discord"
        },
        {
          "PackageIdentifier": "Docker.DockerDesktop"
        },
        {
          "PackageIdentifier": "Figma.Figma"
        },
        {
          "PackageIdentifier": "Figma.FigmaAgent"
        },
        {
          "PackageIdentifier": "Mozilla.Firefox.DeveloperEdition"
        },
        {
          "PackageIdentifier": "Flow-Launcher.Flow-Launcher"
        },
        {
          "PackageIdentifier": "GNU.Wget2"
        },
        {
          "PackageIdentifier": "Git.Git"
        },
        {
          "PackageIdentifier": "JetBrains.IntelliJIDEA.Ultimate"
        },
        {
          "PackageIdentifier": "MiKTeX.MiKTeX"
        },
        {
          "PackageIdentifier": "Microsoft.Edge"
        },
        {
          "PackageIdentifier": "Microsoft.Edge.Canary"
        },
        {
          "PackageIdentifier": "Microsoft.EdgeWebView2Runtime"
        },
        {
          "PackageIdentifier": "Microsoft.AppInstaller"
        },
        {
          "PackageIdentifier": "Microsoft.UI.Xaml.2.7"
        },
        {
          "PackageIdentifier": "Microsoft.UI.Xaml.2.8"
        },
        {
          "PackageIdentifier": "Microsoft.VCLibs.Desktop.14"
        },
        {
          "PackageIdentifier": "Microsoft.DevHome"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsTerminal"
        },
        {
          "PackageIdentifier": "Microsoft.OneDrive"
        },
        {
          "PackageIdentifier": "Ookla.Speedtest.CLI"
        },
        {
          "PackageIdentifier": "Rustlang.Rustup"
        },
        {
          "PackageIdentifier": "Piriform.Speccy"
        },
        {
          "PackageIdentifier": "Valve.Steam"
        },
        {
          "PackageIdentifier": "VideoLAN.VLC"
        },
        {
          "PackageIdentifier": "Zoom.Zoom"
        },
        {
          "PackageIdentifier": "Obsidian.Obsidian"
        },
        {
          "PackageIdentifier": "Microsoft.VisualStudio.2022.Community"
        },
        {
          "PackageIdentifier": "charmbracelet.glow"
        },
        {
          "PackageIdentifier": "Min.Min"
        },
        {
          "PackageIdentifier": "qBittorrent.qBittorrent"
        },
        {
          "PackageIdentifier": "SWI-Prolog.SWI-Prolog"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2013.x64"
        },
        {
          "PackageIdentifier": "ALCPU.CoreTemp"
        },
        {
          "PackageIdentifier": "Python.Launcher"
        },
        {
          "PackageIdentifier": "LGUG2Z.komorebi"
        },
        {
          "PackageIdentifier": "EpicGames.EpicGamesLauncher"
        },
        {
          "PackageIdentifier": "Python.Python.3.11"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2015+.x86"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsSDK.10.0.19041"
        },
        {
          "PackageIdentifier": "SlackTechnologies.Slack"
        },
        {
          "PackageIdentifier": "Telegram.TelegramDesktop"
        },
        {
          "PackageIdentifier": "Microsoft.CLRTypesSQLServer.2019"
        },
        {
          "PackageIdentifier": "OpenJS.NodeJS.LTS"
        },
        {
          "PackageIdentifier": "Oracle.VirtualBox"
        },
        {
          "PackageIdentifier": "Microsoft.PowerShell"
        },
        {
          "PackageIdentifier": "Starship.Starship"
        },
        {
          "PackageIdentifier": "Oracle.JDK.21"
        },
        {
          "PackageIdentifier": "Microsoft.VisualStudioCode"
        },
        {
          "PackageIdentifier": "Microsoft.DotNet.DesktopRuntime.7"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2015+.x64"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2013.x86"
        },
        {
          "PackageIdentifier": "Alacritty.Alacritty"
        },
        {
          "PackageIdentifier": "wez.wezterm"
        },
        {
          "PackageIdentifier": "StrawberryPerl.StrawberryPerl"
        },
        {
          "PackageIdentifier": "LGUG2Z.whkd"
        },
        {
          "PackageIdentifier": "Intel.IntelDriverAndSupportAssistant"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsSDK.10.0.22000"
        },
        {
          "PackageIdentifier": "Microsoft.DotNet.AspNetCore.7"
        }
      ],
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ],
  "WinGetVersion": "1.7.3481-preview"
}

