{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "CreationDate": "2023-12-20T08:04:42.621-00:00",
  "Sources": [
    {
      "Packages": [
        {
          "PackageIdentifier": "M2Team.NanaZip"
        },
        {
          "PackageIdentifier": "Notion.Notion"
        },
        {
          "PackageIdentifier": "BurntSushi.ripgrep.MSVC"
        },
        {
          "PackageIdentifier": "Discord.Discord"
        },
        {
          "PackageIdentifier": "Flow-Launcher.Flow-Launcher"
        },
        {
          "PackageIdentifier": "Git.Git"
        },
        {
          "PackageIdentifier": "Microsoft.AppInstaller"
        },
        {
          "PackageIdentifier": "Microsoft.DevHome"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsTerminal"
        },
        {
          "PackageIdentifier": "Ookla.Speedtest.CLI"
        },
        {
          "PackageIdentifier": "Zoom.Zoom"
        },
        {
          "PackageIdentifier": "Obsidian.Obsidian"
        },
        {
          "PackageIdentifier": "qBittorrent.qBittorrent"
        },
        {
          "PackageIdentifier": "LGUG2Z.komorebi"
        },
        {
          "PackageIdentifier": "EpicGames.EpicGamesLauncher"
        },
        {
          "PackageIdentifier": "Python.Python.3.11"
        },
        {
          "PackageIdentifier": "SlackTechnologies.Slack"
        },
        {
          "PackageIdentifier": "Telegram.TelegramDesktop"
        },
        {
          "PackageIdentifier": "OpenJS.NodeJS.LTS"
        },
        {
          "PackageIdentifier": "Microsoft.PowerShell"
        },
        {
          "PackageIdentifier": "Starship.Starship"
        },
        {
          "PackageIdentifier": "wez.wezterm"
        },
        {
          "PackageIdentifier": "LGUG2Z.whkd"
        },
        {
          "PackageIdentifier": "Intel.IntelDriverAndSupportAssistant"
        }
      ],
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ],
  "WinGetVersion": "1.7.3481-preview"
}

